{
  "Posts": {
    "4": {
      "Id": 4,
      "Title": "Logan The TA",
      "Content": "<p>Story time!</p><p>So in college, I have a math class, Discrete Math. I have it Tuesdays and Thursdays. With it, there is also a class called a math recitation where you go for 30 minutes a week and review what you did in the class and go over the homework. The first week there was no math recitation, but no one was told. You only knew if you heard word and mouth so three fourths of the class showed up for it. The second week came and we were there waiting for the teacher, but no one was coming and it was about 5 minutes before class started, so I got up and went up to the white board and was like \"Maybe I will just teach today guys.\" So I take out the marker and draw a graph on the board.</p><p>As I am erasing the graph, a girl walks into the classroom and, in the moment, I pretend to be the teacher and I'm all like \"Welcome to class!\" and she's like \"ah...is this discrete math recitation?\" and I'm like \"Yep! Feel free to have a seat and we will start here in about 5 minutes.\" I said it with just soo convincingly. She looks completely confused and then nerviously says \"but...ah...I'm the TA for the class...\"</p>",
      "Date": "1411264979"
    },
    "3": {
      "Id": 3,
      "Title": "Post Generator",
      "Content": "<p>I have just added a post generator! I can now just simply generate my posts instead of having to type try and make it in the JSON file and hoping I get everything correct!</p><p>Also, I have made lists look nice :)</p><ul><li>List 1</li><li>List 2</li></ul>",
      "Date": "1411249162"
    },
    "2": {
      "Id": 2,
      "Title": "Tableless and Pagimation",
      "Content": "<p>I have spent a little bit of time on the site and it is now a tableless blog! You can access the JSON file at <a href=\"json/blog.json\">here</a>. I have also added nice pagimation. Right now it is set to show the 5 latest blog posts.</p>",
      "Date": "1411249062"
    },
    "1": {
      "Id": 1,
      "Title": "Introduction",
      "Content": "<p>This is the introduction to my small workspace! I am not sure what I will be doing here yet, but I look forward to it! Right now I am just working how some of the bugs in the design. I will be working on making it responsive and very nice looking in the coming days. I really hope people will enjoy this and I hope I will too! I might just make it a blog of things that are going on with my life and other cool things that have been going on.</p>",
      "Date": "1411248962"
    }
  }
}